
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Неприпустиме число";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Мінімальне значення не досягнуто";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Перевищено максимальне значення";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Floating Point заборонена";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Неприпустимий рядок дати";

